tap "aws/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cask"
brew "node"
brew "cdk8s"
brew "colordiff"
brew "diff-so-fancy"
brew "fzf"
brew "go"
brew "gping"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "uv"
brew "vegeta"
brew "watch"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/k8s-tools"
cask "flameshot"
cask "freelens"
cask "iterm2"
cask "maccy"
cask "orbstack"
