tap "aws/tap"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "argocd"
brew "awscli"
brew "bat"
brew "cask"
brew "node"
brew "cdk8s"
brew "colordiff"
brew "diff-so-fancy"
brew "exercism"
brew "fluent-bit"
brew "fzf"
brew "go"
brew "gping"
brew "graphviz"
brew "htop"
brew "httpie"
brew "jq"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "libpq"
brew "mtr"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/k8s-tools"
brew "fluxcd/tap/flux"
cask "flameshot"
cask "openlens"
