tap "aws/tap"
brew "awscli"
brew "bat"
brew "cask"
brew "node"
brew "cdk8s"
brew "colordiff"
brew "diff-so-fancy"
brew "fzf"
brew "go"
brew "gping"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tree"
brew "vegeta"
brew "watch"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/k8s-tools"
cask "flameshot"
cask "freelens"
cask "iterm2"
cask "maccy"
cask "orbstack"
vscode "adpyke.codesnap"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.markdown-mermaid"
vscode "circleci.circleci"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "meta.pyrefly"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-speech"
vscode "redhat.vscode-yaml"
